#X-Generator: crowdin.com
ACCEPT_THIS_INVITATION=\u041f\u0440\u0438\u0439\u043d\u044f\u0442\u0438 \u0446\u0435 \u0437\u0430\u043f\u0440\u043e\u0448\u0435\u043d\u043d\u044f
ACTIVITY_EMAIL_CHANGE_PREFRENCES=\u0412\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0437\u043c\u0456\u043d\u0438\u0442\u0438 \u0441\u0432\u043e\u0457 <a href\="${url}"> \u043d\u0430\u043b\u0430\u0448\u0442\u0443\u0432\u0430\u043d\u043d\u044f \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438</a> \u0443 \u0431\u0443\u0434\u044c-\u044f\u043a\u0438\u0439 \u0447\u0430\u0441.
ACTIVITY_EMAIL_GREETING=\u041f\u0440\u0438\u0432\u0456\u0442 ${displayName}
ACTIVITY_EMAIL_SUBJECT_DAILY=\u041f\u0456\u0434\u0441\u0443\u043c\u0443\u0432\u0430\u043d\u043d\u044f \u0441\u044c\u043e\u0433\u043e\u0434\u043d\u0456\u0448\u043d\u044c\u043e\u0457 \u0434\u0456\u044f\u043b\u044c\u043d\u043e\u0441\u0442\u0456
ACTIVITY_EMAIL_SUBJECT_INVITE_ACTOR_1=${actor1DisplayName} \u0437\u0430\u043f\u0440\u043e\u0441\u0438\u0432 \u0432\u0430\u0441 \u0434\u043e \u0441\u043f\u0456\u0432\u043f\u0440\u0430\u0446\u0456
ACTIVITY_EMAIL_SUBJECT_INVITE_ACTOR_2=${actor1DisplayName} \u0456 ${actor2DisplayName} \u0437\u0430\u043f\u0440\u043e\u0441\u0438\u043b\u0438 \u0432\u0430\u0441 \u0434\u043e \u0441\u043f\u0456\u0432\u043f\u0440\u0430\u0446\u0456
ACTIVITY_EMAIL_SUBJECT_INVITE_ACTOR_3+=${actor1DisplayName} \u0456 ${numActorsMinus1} \u0456\u043d\u0448\u0456 \u0437\u0430\u043f\u0440\u043e\u0441\u0438\u043b\u0438 \u0432\u0430\u0441 \u0434\u043e \u0441\u043f\u0456\u0432\u043f\u0440\u0430\u0446\u0456
ACTIVITY_EMAIL_SUBJECT_MULTIPLE=\u041d\u0430 \u0432\u0430\u0441 \u0447\u0435\u043a\u0430\u0454 \u043d\u043e\u0432\u0438\u0439 \u0432\u0438\u0434 \u0434\u0456\u044f\u043b\u044c\u043d\u043e\u0441\u0442\u0456
ACTIVITY_EMAIL_SUBJECT_WEEKLY=\u041f\u0456\u0434\u0441\u0443\u043c\u043e\u043a \u0434\u0456\u044f\u043b\u044c\u043d\u043e\u0441\u0442\u0456 \u0437\u0430 \u043c\u0438\u043d\u0443\u043b\u0438\u0439 \u0442\u0438\u0436\u0434\u0435\u043d\u044c
ACTIVITY_EMAIL_SUMMARY_DAILY=\u041e\u0441\u044c \u0449\u043e \u0441\u0442\u0430\u043b\u043e\u0441\u044f \u0432 \u043e\u0441\u0442\u0430\u043d\u043d\u0456\u0439 \u0434\u0435\u043d\u044c
ACTIVITY_EMAIL_SUMMARY_IMMEDIATE_MULTIPLE_ACTORS=\u041d\u0430 \u0432\u0430\u0441 \u0447\u0435\u043a\u0430\u0454 \u043d\u043e\u0432\u0438\u0439 \u0432\u0438\u0434 \u0434\u0456\u044f\u043b\u044c\u043d\u043e\u0441\u0442\u0456
ACTIVITY_EMAIL_SUMMARY_IMMEDIATE_SINGLE_ACTOR_MULTIPLE_ACTIVITIES=${actorLink} \u0431\u0443\u0432 \u0434\u0443\u0436\u0435 \u0430\u043a\u0442\u0438\u0432\u043d\u0438\u043c \u043d\u0435\u0449\u043e\u0434\u0430\u0432\u043d\u043e
ACTIVITY_EMAIL_SUMMARY_IMMEDIATE_SINGLE_ACTOR_SINGLE_ACTIVITY=${actorLink} \u0431\u0443\u0432 \u0430\u043a\u0442\u0438\u0432\u043d\u0438\u043c \u043d\u0435\u0449\u043e\u0434\u0430\u0432\u043d\u043e
ACTIVITY_EMAIL_SUMMARY_WEEKLY=\u041e\u0441\u044c \u0449\u043e \u0441\u0442\u0430\u043b\u043e\u0441\u044f \u0432 \u043e\u0441\u0442\u0430\u043d\u043d\u0456\u0439 \u0442\u0438\u0436\u0434\u0435\u043d\u044c
EMAIL_VERIFY_ADMIN_BODY_EXPLANATION=\u041c\u0438 \u043e\u0442\u0440\u0438\u043c\u0430\u043b\u0438 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430 \u0437\u043c\u0456\u043d\u0438\u0442\u0438 \u0430\u0434\u0440\u0435\u0441\u0443 \u0443\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u0432\u0430\u0448\u043e\u0433\u043e \u0430\u043a\u0430\u0443\u043d\u0442\u0430. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u043d\u0430\u0442\u0438\u0441\u043d\u0456\u0442\u044c \u043d\u0430 \u043a\u043d\u043e\u043f\u043a\u0443 \u0449\u043e\u0431 \u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0438 \u0432\u0430\u0448\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438. \u042f\u043a\u0449\u043e \u0432\u0438 \u043d\u0435 \u043e\u0447\u0456\u043a\u0443\u0432\u0430\u043b\u0438 \u0446\u0456\u0454\u0457 \u0437\u043c\u0456\u043d\u0438 \u0431\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u043f\u0440\u043e\u0456\u0433\u043d\u043e\u0440\u0443\u0439\u0442\u0435 \u0446\u0435 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f.
EMAIL_VERIFY_BODY_EXPLANATION=\u041c\u0438 \u043e\u0442\u0440\u0438\u043c\u0430\u043b\u0438 \u043f\u0440\u043e\u0445\u0430\u043d\u043d\u044f \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430 \u0437\u043c\u0456\u043d\u0438\u0442\u0438 \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438 \u0432\u0430\u0448\u043e\u0433\u043e \u0430\u043a\u0430\u0443\u043d\u0442\u0430. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u043d\u0430\u0442\u0438\u0441\u043d\u0456\u0442\u044c \u043d\u0430 \u043a\u043d\u043e\u043f\u043a\u0443 \u0449\u043e\u0431 \u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0438 \u0432\u0430\u0448\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438. \u042f\u043a\u0449\u043e \u0432\u0438 \u043d\u0435 \u0440\u043e\u0431\u0438\u043b\u0438 \u0437\u0430\u043f\u0438\u0442 \u0449\u043e\u0434\u043e \u0446\u0456\u0454\u0457 \u0437\u043c\u0456\u043d\u0438 \u0431\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u043f\u0440\u043e\u0456\u0433\u043d\u043e\u0440\u0443\u0439\u0442\u0435 \u0446\u0435 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f.
EMAIL_VERIFY_SUBJECT=\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430 \u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0456\u0442\u044c \u0432\u0430\u0448\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0457 \u043f\u043e\u0448\u0442\u0438
EMAIL_VERIFY_VERIFY_MY_EMAIL=\u041f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0438 \u043c\u043e\u044e \u0435\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u0443 \u043f\u043e\u0448\u0442\u0443

