{
	"jcr:primaryType": "nt:folder",
	"jcr:mixinTypes" : ["sakai:propertiesmix"],
	"sling:resourceType": "sakai/pagecontent",
	"sakai:pagecontent": "<div class=\"portfolio_page_content portfolioPage\" id=\"philosophyPage_09d9e445-4e75-4d2c-80d8-f5c729be1726\"><table width=\"100%\" cellspacing=\"1\" cellpadding=\"3\" border=\"0\">    <tbody>        <tr>            <td valign=\"top\">            <p><font size=\"4\" face=\"Arial\" color=\"#00338b\"><strong><span><em>&quot;Be the change you want to see in the world&quot;</em></span></strong></font></p>            <p><img width=\"199\" height=\"300\" alt=\"\" src=\"https://ctools.umich.edu/access/content/user/r.butler@umich.edu/SSW ePortfolio Files/cliff_climber.jpg\" /></p>            </td>            <td>            <h2>Prevention</h2>            <p>It is extremely critical to invest in work that prevents later social ills, such as early childhood education and pre-natal care. I hope to identify and work with organizations that are invested in preventive work and methodologies.</p>            <h2>Research</h2>            <p>It is vital that we operate programs with documented evidence of improvement; I want to ensure all organizations have the skills and knowledge to evaluate their programs and formulate measurable outcomes.</p>            <h2>Community</h2>            <p>It is necessary to have participation from all key stakeholders, including those who are the clients and beneficiaries of the programs and policies we construct. My work is stronger and more meaningful through partnerships.</p>            <h2>Empowerment</h2>            <p>I believe all people have been created with unique gifts and skills. As a facilitator, I value the notion of sharing information and shaping a new generation of leaders. We need to help people develop as leaders and visionaries.</p>            <h2>Possibility</h2>            <p>I believe it is necessary to build on the strengths of individuals, organizations, and communities. I am committed to focusing on assets instead of the deficits to achieve positive macro change.</p>            </td>        </tr>    </tbody></table></div>"
}
