{
	"jcr:primaryType": "nt:folder",
	"jcr:mixinTypes" : ["sakai:propertiesmix"],
	"sling:resourceType": "sakai/pagecontent",
	"sakai:pagecontent": "<div class=\"portfolio_page_content examplePage\" id=\"examplePage_0b9bee60-eb37-4859-001c-e4064b24ab6b\"><h1>America Reads</h1><p><img width=\"283\" height=\"194\" align=\"right\" alt=\"\" src=\"https://ctools.umich.edu/access/content/group/184d8583-09a7-45d4-8069-91de46fc2ec8/PSYCH 327 07/america.png\" /></p><p>Unless a child reads well by the end of third grade, he or she is unlikely to ever catch up, leaving that child at a lifelong disadvantage. Nationwide, a staggering 40 percent of America's fourth graders cannot read as well as they should. In August of 1996, President Clinton called upon every American to join his America Reads Challenge to help more children read well and independently by the end of the third grade. At the University of Michigan, more than 100 university students provide reading assistance to children in area schools, reaching about 300 children and families.</p><h2>Importance of this Work</h2><p>I am the Educational Training Voucher specialist under the youth in transition department for Michigan's Department of Health and Human Services. Under this bureau we provide services to youth who were in foster care after the age of 14 to ensure a smooth transition into adulthood and self-sufficiency. Youth who were in foster care and became emancipated from the state are at a higher risk for homelessness, teen pregnancy, low educational attainment and joblessness. Congress recently amended the Safe and Stable Families Act of 1999 to include a provision for Educational Training Vouchers. ETV funds are provided to youth who were in foster care after the age of 14 or adopted after the age of 16. This educational award is to provide an incentive for this young population to achieve educational attainment. In our society, educational attainment is directly related to financial and social success in life.</p><h2>Goals</h2><p>Two university organizations dedicated to community service and learning partnered together to answer President Clinton&rsquo;s call to service. America Read&rsquo;s mission is to:</p><ul>    <li>Get kids excited about reading</li>    <li>Improve kids' literacy skills</li>    <li>Provide greater access to books and opportunities reading with an adult</li>    <li>Support literacy development at home</li></ul><h2>Tasks Completed</h2><p>As a team leader, I have been responsible to:</p><ul>    <li>Supervise an average of 15-30 college student tutors</li>    <li>Plan, coordinate and facilitate monthly training sessions to the 125 America Reads corps members</li>    <li>Lead monthly team meetings for all of my school and community sites, which includes additional training and problem-solving material</li>    <li>Conduct formal and informal observations on my tutors to facilitate improved literacy techniques in tutoring sessions</li>    <li>Provide critical feedback on tutor&rsquo;s lesson plans</li></ul><h2>Skills Gained</h2><p>This program highlights the author&rsquo;s ability to</p><ul>    <li>Supervise and train staff</li>    <li>Plan and lead professional development for staff</li>    <li>Provide insightful feedback to staff for professional development in literacy and reading techniques</li>    <li>Work collaboratively with college students, schools, and community partners</li></ul></div>"
}