{
	"jcr:primaryType": "nt:folder",
	"jcr:mixinTypes" : ["sakai:propertiesmix"],
	"sling:resourceType": "sakai/pagecontent",
	"sakai:pagecontent": "<div id=\"main\"><div class=\"box\"><h3>About us</h3><p><strong>Cambridge has a strong tradition in neuroscience</strong> having been host to the first analyses of neural signalling in the 1930s, determined the mechanisms of neuronal firing in the 1950s, and heralded some of the early theoretical approaches to the functions of neural circuitry in the 1960s. Neuroscience continues to grow at Cambridge, with an <a href=\"http://www.neuroscience.cam.ac.uk/research/cameos/\">impressive record of achievement</a> in multi-disciplinary research.</p><h3>An introduction by Andrew Huxley</h3><div class=\"breakout right\"><p>Perhaps the most difficult, and at the same time, the most   interesting problem in neuroscience, is the nature of consciousness</p></div><div class=\"illustration left\"><img style=\"float: left; padding: 5px; padding-left: 0px;\" src=\"http://www.neuroscience.cam.ac.uk/images/AndrewHuxley.jpg\" alt=\"Andrew Huxley\" /></div><p>The brain is by far the most interesting organ in the body. It is also the most complicated. The cerebral cortex alone contains something like ten million million cells, and the number of connections from one cell to another is perhaps one hundred times greater. My own tendency has been to stick to simple problems, such as conduction in a single nerve fibre and contraction in a single muscle fibre. Even simple problems are not necessarily easy, and one of my hobbies has been looking into the totally wrong theories previously held by highly intelligent people in these and other fields.</p><p>If one examines a section of brain under the microscope, after staining each nerve fibre, a totally unintelligible tangle is revealed. One of the most important advances in the study of the brain was the invention, about 1880, of the Golgi method of staining, which picks out only a few cells but stains these and all their projections in the entirety. As far as I know, the chemical basis for this feature of the method is not yet understood.</p><div class=\"breakout left\"><p>I have watched with interest as neuroscience has moved from its origins in physiology</p></div><p>Perhaps the most difficult, and at the same time the most interesting problem in neuroscience, is the nature of consciousness and its relationship to physical events in the brain. Until a moderate number of years ago, this topic was avoided by neuroscientists, with the honourable exception of Sir John Eccles. He had been brought up as a Catholic and believed in the existence of a soul in each individual. In contrast, this has now become a fashionable topic, with several societies and journals devoted to it. It seems to me that this is the biggest problem facing neuroscience at the present time. Whoever solves it will have earned a place in the history of science comparable to that of Newton and Darwin. A related problem is whether any non-human animals are conscious. My own guess is that all mammals are conscious, and very likely all vertebrates and possibly some invertebrates, especially squids and octopuses, but I know that several highly reputable neuroscientists hold the belief that only Man is conscious.</p><p>These and many other aspects of how the nervous system works have been of much interest to me ever since arriving in Cambridge to read for the Natural Sciences Tripos at Trinity in 1935. I have watched with interest as neuroscience has moved from its origins in physiology to involve the many other disciplines now represented in the University and associated Institutions.</p><p>We shall expect that <em>Cambridge Neuroscience</em> will solve at least some of these problems.</p><p><img src=\"http://www.neuroscience.cam.ac.uk/images/HuxleySignature.gif\" alt=\"\" /></p><p><strong>Andrew Huxley</strong><br /><em>Trinity College, Cambridge</em></p></div></div>"
}