{
	"jcr:primaryType": "nt:folder",
	"jcr:mixinTypes" : ["sakai:propertiesmix"],
	"sling:resourceType": "sakai/pagecontent",
	"sakai:pagecontent": "<div class=\"portfolio_page_content portfolioPage\" id=\"goalsPage_7cdb9fbb-0775-42c3-8041-e71d97b508cc\"><table width=\"800\" border=\"0\">    <tbody>        <tr>            <td valign=\"top\"><img width=\"250\" height=\"333\" src=\"https://ctools.umich.edu/access/content/group/b5a70db5-8b36-4784-007c-788a36d6625e/bienvenidos.jpg\" alt=\"\" style=\"padding-right: 10px;\" /></td>            <td>            <h2>Purpose</h2>            <p>My life&rsquo;s work is to transform institutions of higher education.</p>            <h2><strong>Big Questions</strong></h2>            <h3>For students:</h3>            <p>How do students in higher education become highly effective leaders and change agents &ndash; people who have the commitment, knowledge, skills and capacities to make a significant difference in the world?</p>            <ul>                <li>How is the process of becoming leaders and change agents shaped by students&rsquo; experiences, backgrounds and social identities?</li>                <li>As leaders and change agents, how do students influence the world? What types of change occurs within themselves and how do they influence change within friends, families, groups, communities, institutions &amp; even nations?</li>            </ul>            <h3>For institutions:</h3>            How can institutions of higher education support students in developing the consciousness &ndash; the motivation, knowledge, skills, capacities &amp; actions &ndash; they need to become extraordinary leaders and change agents?            <ul>                <li>What types of norms, expectations &amp; resources (e.g. in terms of technology, courses, co-curriculiar opportunities, etc) are needed to support and demonstrate students&rsquo; development toward this goal?</li>                <li>How can the existing values, commitments and investments of institutions (particularly the UofM) be leveraged to meet these goals?</li>            </ul>            <h3>For myself:</h3>            What can I do to address these questions? What types of knowledge, skills, capacities and support do I need to live and work as an effective change agent? What have I learned so far? What do I need to learn next?            <h2><strong>Goals</strong></h2>            <ol>                <li>To create integrative and generative learning spaces that are enlivening, empowering, and deeply engaging for students &ndash; places where they are deeply supported in surfacing and sharing what they want, who they are and the contributions they can bring to the world.</li>                <li>To change existing or build new institutional norms and structures in higher education (i.e. academic courses, software and programs) that support integrative &amp; generative learning spaces.</li>                <li>To document and share (through teaching, dialogue and writing) about the processes of generative &amp; integrative learning, emergence, change, empowerment and transformation</li>                <li>To have more fun</li>            </ol>            </td>        </tr>    </tbody></table></div>"
}
